Revit 2027 API
ParameterTypeId.SteelElemCopeAxisAngle Property
 "Tilt angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCopeAxisAngle { get; }
Public Shared ReadOnly Property SteelElemCopeAxisAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCopeAxisAngle {
	ForgeTypeId^ get ();
}
static member SteelElemCopeAxisAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace